[app]
language=简体中文
welcome=欢迎使用 PhoXo！
untitled=未命名
close=关闭
ok=确定
cancel=取消

[file]
recent=最近的文件
open_type=所有图像
load_error=图像损坏或不支持
not_exist=图像不存在
save_error=保存图像失败

[TOPBAR]
57601=打开|打开图像文件
57603=保存|保存当前图像
57604=另存为|以新名称保存图像
57634=复制|复制图像到剪贴板
57607=打印|打印当前图像
57643=撤销|撤销上一步操作
57644=重做|重做上一步撤销
57664=关于|关于 PhoXo
7000=粘贴|从剪贴板粘贴
7001=新建|创建新图像
7002=从扫描仪获取
7003=清除最近文件列表
7004=设置|应用程序设置
7005=主题|更换主题
7016=更多|显示更多选项
9002=适合窗口|图像适应窗口大小
9003=实际大小|显示图像原始大小
8005=缩小|缩小以查看更多
8006=放大|放大以查看更多细节
undo=取消|撤销上一步操作|撤销 %d 步操作
theme=更多|浅色|深色|阳光日|冰薄荷|丝滑粉|多汁梅|月光辉|芒果乐园|神秘森林|酷灰

[TAB]
20000=裁剪或旋转|快捷键:\n← → ↑ ↓: 移动 1px\nShift + 方向键: 移动 10px\nEnter: 应用裁剪\nEsc: 取消\nCtrl + 拖动: 新裁剪

[SETTINGS]
0=设置
1=常规
2=渲染模式
3=更好质量|更快速度
4=面板停靠
5=右侧|左侧
6=最大缩放等级
7=更改停靠位置需要重启 PhoXo

[DlgResize]
t=调整大小|宽度|高度|保持宽高比

[cmd]
crop=裁剪
flipv=垂直翻转
fliph=水平翻转
r90=向右旋转 90°
r270=向左旋转 90°
resize=调整大小

[panel_crop]
60=宽度
61=高度
1=自由|自定义比例
2=原比例|保持图像原始比例
3=应用
4=调整大小时锁定比例
5=比例已锁定|比例已解锁
6=向右旋转 90°
7=向左旋转 90°
8=垂直翻转
9=水平翻转
10=形状
11=变换
15=矩形
16=圆角矩形
17=圆形
20=圆角度
21=取消裁剪
22=应用裁剪|取消裁剪
30=调整图像大小